{
  "title": "Woznikella triradiata n. gen., n. sp. – a new kannemeyeriiform dicynodont from the Late Triassic of northern Pangea and the global distribution of Triassic dicynodonts",
  "abstract": "Despite nearly two centuries of intensive research of dicynodont diversity and distribution, the progress of the last two decades makes the early 21st century a dicynodont renaissance. Here we introduce Woznikella triradiata n. gen., n. sp., a Late Triassic European kannemeyeriiform with stahleckeriid af-finities that may represent an early diverging lineage of that family, preceding its split into Placeriinae King, 1988 and Stahleckeriinae Lehman, 1961. Woznikella triradiata n. gen., n. sp. is distinguished from other dicynodonts by its autapomorphic, slender scapula with distinctly expanded dorsal and ventral parts, acromion directed anterodorsally, and inconspicuous scapular spine. Furthermore, we review reported global occurrences of Triassic dicynodonts, including fragmentary, indeterminate finds that may capture cryptic diversity, and analyze the biogeography of the Permian and Triassic Dicynodontia. According to our results, the region of southeastern Africa (Malawi, Mozambique, Namibia, South Africa, Tanzania, Zambia) throughout the Permian and Triassic served as a hotspot of dicynodont diversity and origin point for lineages migrating north and west. Multiple taxa inde-pendently migrated to the Americas and Eurasia, indicating open passages between the regions of Southern and Northern Hemisphere. Southern migrations from the Northern Hemisphere appear to be very rare, however.",
  "sections": [
    {
      "heading": "INTRODUCTION",
      "page": 4
    },
    {
      "heading": "MATERIAL AND METHODS",
      "page": 5
    },
    {
      "heading": "SYSTEMATIC PALEONTOLOGY",
      "page": 8
    },
    {
      "heading": "DISCUSSION",
      "page": 50
    },
    {
      "heading": "CONCLUSIONS",
      "page": 65
    },
    {
      "heading": "Acknowledgements",
      "page": 65
    },
    {
      "heading": "REFERENCES",
      "page": 65
    },
    {
      "heading": "APPENDICES",
      "page": 85
    }
  ]
}