{
  "figures": [
    {
      "figure_number": 1,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/2: A-E, premaxillae in dorsal (A), lateral right (B), ventral (C), lateral left (D), and anterior (E) view. Scale bar: 5 cm.",
      "page_number": 9
    },
    {
      "figure_number": 2,
      "description": "Woznikella triradiata n. gen., n. sp.: A-D, ZPAL V. 34/1/42, right nasal in dorsal (A), ventral (B), anterior (C), and lateral (D) view; E-H, ZPAL V. 34/1/80, right lacrimal in lateral (E), medial (F), posterior (G), and ventral (H) view. Scale bar: 5 cm.",
      "page_number": 12
    },
    {
      "figure_number": 3,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/1: A-E, right frontal in dorsal (A), ventral (B), medial (C), anterior (D), and lateral (E) view. Scale bar: 5 cm.",
      "page_number": 13
    },
    {
      "figure_number": 4,
      "description": "Woznikella triradiata n. gen., n. sp.: A-E, ZPAL V. 34/1/3: dentaries in dorsal (A), ventral (B), lateral left (C), anterior (D), and lateral right (E) view; F-J, SMNS 91416: dentaries in dorsal (F), ventral (G), lateral left (H), anterior (I), and lateral right (J) view. Scale bar: 5 cm.",
      "page_number": 15
    },
    {
      "figure_number": 5,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/5: A-D, right angular in lateral (A), dorsal (B), ventral (C), and medial (D) view. Scale bar: 5 cm.",
      "page_number": 26
    },
    {
      "figure_number": 6,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/4: A-E, right posterior mandibular bone complex in dorsal (A), lateral (B), medial (C), ventral (D), and posterior (E) view. Scale bar: 5 cm.",
      "page_number": 27
    },
    {
      "figure_number": 7,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1: A-F, reconstruction of the skull (A, C, E) and mandible (B, D, F) in anterior (A, B), dorsal (C, D), and lateral left (E, F) view. Scale bar: 5 cm.",
      "page_number": 28
    },
    {
      "figure_number": 8,
      "description": "Woznikella triradiata n. gen., n. sp., cervical vertebrae: A-F, ZPAL V. 34/1/27: left part of the neural arch of the atlas in anterior (A), lateral (B), posterior (C), medial (D), dorsal (E), and ventral (F) view; G-J, ZPAL V. 34/1/30: cervical neural arch in anterior (G), lateral left (H), posterior (I), and dorsal (J) view; K-M, ZPAL V. 34/1/66: cervical vertebral centrum in anterior (K), lateral right (L), and dorsal (M) view; N-P, ZPAL V. 34/1/77: posterior cervical vertebral centrum in anterior (N), lateral right (O), and dorsal (P) view. Scale bar: 5 cm.",
      "page_number": 29
    },
    {
      "figure_number": 9,
      "description": "Woznikella triradiata n. gen., n. sp., dorsal vertebrae: A-D, ZPAL V. 34/1/31: anterior dorsal neural arch in anterior (A), lateral right (B), posterior (C), and dorsal (D) view; E-F, ZPAL V. 34/1/35: middle dorsal neural arch in anterior (E) and lateral right (F) view; G-J, ZPAL V. 34/1/33: more posterior middle dorsal neural arch in anterior (G), lateral left (H), posterior (I), and dorsal (J) view; K-M, ZPAL V. 34/1/11: dorsal vertebral centrum in anterior (K), lateral left (L), and dorsal (M) view; N-Q, ZPAL V. 34/1/12: posterior dorsal vertebra in anterior (N), lateral left (O), posterior (P), and dorsal (Q) view. Scale bar: 5 cm.",
      "page_number": 31
    },
    {
      "figure_number": 10,
      "description": "Woznikella triradiata n. gen., n. sp., ribs: A, B, ZPAL V. 34/1/82 in anterior (A) and posterior (B) view; C, D, ZPAL V. 39/1/20 in anterior (C) and posterior (D) view; E, F, ZPAL V. 34/1/208 in anterior (E) and posterior (F) view; G, H, ZPAL V. 34/1/17 in anterior (G) and posterior (H) view; I, J, ZPAL V. 34/1/26 in ?anterior (I) and ? posterior (J) view; K-Q, closeups of the articular surfaces: K, ZPAL V. 34/1/16; L, ZPAL V. 34/1/82; M, ZPAL V. 34/1/15; N, ZPAL V. 34/1/20; O, ZPAL V. 34/1/208; P, ZPAL V. 34/1/17; Q, ZPAL V. 34/1/26. Scale bars: A-J, 5 cm; K-N, O-Q, 1 cm.",
      "page_number": 35
    },
    {
      "figure_number": 11,
      "description": "Woznikella triradiata n. gen., n. sp., scapulocoracoid: A-D, ZPAL V. 34/1/7, right scapula in lateral (A), medial (B), anterior (C), and posterior (D) view; E, F, ZPAL V. 34/1/107, right procoracoid in lateral (E) and medial (F) view. Scale bar: 5 cm.",
      "page_number": 37
    },
    {
      "figure_number": 12,
      "description": "Woznikella triradiata n. gen., n. sp., clavicles: A-D, ZPAL V. 34/1/75, left clavicle in posterior (A), anteroventral (B), anterodorsal (C), and posterodorsal (D) view; E-H, ZPAL V. 34/1/74, right clavicle in posteroventral (E), anteroventral (F), anterodorsal (G), and posterodorsal (H) view. Scale bar: 5 cm.",
      "page_number": 38
    },
    {
      "figure_number": 13,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/9, ?left ulna: A, B, proximal part in dorsal (anterior) (A), and ventral (posterior) (B) view; C-G, distal part in dorsal (anterior) (C), medial (D), lateral (E), ventral (posterior) (F), and distal (G) view. Scale bar: 5 cm.",
      "page_number": 39
    },
    {
      "figure_number": 14,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/6, right humerus: A, dorsal view; B, ventral view; C, proximal part in posterior (medial) view; D, E, distal part in posterior (medial) (D), and anterior (lateral) (E) view; F, proximal view; G, distal view. Scale bar: 5 cm.",
      "page_number": 40
    },
    {
      "figure_number": 15,
      "description": "Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/10, right radius: A-E, proximal part in dorsal (anterior) (A), lateral (B), ventral (posterior) (C), medial (D), and proximal (E) view; F-J, distal part in dorsal (anterior) (F), lateral (G), ventral (posterior) (H), medial (I), and distal (J) view. Scale bar: 5 cm.",
      "page_number": 41
    },
    {
      "figure_number": 16,
      "description": "Kannemeyeriiform femora: A-M, Woznikella triradiata n. gen., n. sp., ZPAL V. 34/1/8, left femur... Scale bar: 5 cm.",
      "page_number": 43
    },
    {
      "figure_number": 17,
      "description": "Phylogeny of Kannemeyeriiformes...",
      "page_number": 44
    },
    {
      "figure_number": 18,
      "description": "Paleobiogeographic analysis of dicynodonts...",
      "page_number": 45
    },
    {
      "figure_number": 19,
      "description": "Estimated number of Triassic dicynodont species...",
      "page_number": 53
    },
    {
      "figure_number": 20,
      "description": "Early Triassic distribution of dicynodont finds...",
      "page_number": 55
    },
    {
      "figure_number": 21,
      "description": "Middle Triassic distribution of dicynodont finds...",
      "page_number": 57
    },
    {
      "figure_number": 22,
      "description": "Late Triassic distribution of dicynodont finds...",
      "page_number": 61
    }
  ],
  "tables": [
    {
      "table_number": 1,
      "description": "Occurrences of Triassic dicynodonts.",
      "page_number": 16
    },
    {
      "table_number": 2,
      "description": "Remains historically considered to belong to post-Permian Dicynodontia or confused with them, but in fact of Permian age and/or not being dicynodonts.",
      "page_number": 32
    },
    {
      "table_number": 3,
      "description": "Occurrences of Triassic tracks possibly produced by dicynodonts.",
      "page_number": 46
    },
    {
      "table_number": 4,
      "description": "Notable post-Permian tracks historically misidentified as belonging to ichnotaxa considered to potentially be produced by Dicynodontia.",
      "page_number": 48
    }
  ]
}